[
  {
    "id": "1",
    "category": "Tequila",
    "brand": "El Jimador",
    "type": "Reposado",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_1.png",
    "price": "65",
    "favorite": true,
    "description": "Jimador Reposado is a type of premium tequila produced by the brand Jimador. It is aged for at least two months in oak barrels, which gives it a smooth, refined flavor. Jimador Reposado is made from 100% blue agave and is produced in the highlands of the state of Jalisco, Mexico using traditional production methods. It has a golden color and a smooth, balanced taste with notes of oak and vanilla.  "
  },

  {
    "id": "2",
    "category": "Tequila",
    "brand": "1800",
    "type": "Reposado",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_2.png",
    "price": "70",
    "favorite": true,
    "description": "1800 Reposado is a type of premium tequila produced by the brand 1800. It is aged for at least six months in oak barrels, which gives it a smooth, refined flavor. 1800 Reposado is made from 100% blue agave and is produced in the highlands of the state of Jalisco, Mexico using traditional production methods. It has a golden color and a smooth, balanced taste with notes of oak and vanilla.  "
  },

  {
    "id": "3",
    "category": "Tequila",
    "brand": "Jose Cuervo",
    "type": "Gold",
    "rating": "3.0",
    "image": "/Assets/ProductPics/ProductPics_3.png",
    "price": "40",
    "favorite": false,
    "description": "Jose Cuervo Gold is a type of tequila produced by the brand Jose Cuervo. It is a blend of reposado and younger tequilas, and is typically aged for up to a year. Jose Cuervo Gold is made from a blend of 51% blue agave and 49% other sugars, such as corn and fructose. It has a golden color and a smooth, sweet flavor with notes of oak and vanilla. "
  },

  {
    "id": "4",
    "category": "Tequila",
    "brand": "Don Julio",
    "type": "Reposado",
    "rating": "5.0",
    "image": "/Assets/ProductPics/ProductPics_4.png",
    "price": "70",
    "favorite": false,
    "description": "Don Julio Reposado is a type of premium tequila produced by the brand Don Julio. It is aged for at least eight months in oak barrels, which gives it a smooth, refined flavor. The aging process also imparts a golden color to the tequila. Don Julio Reposado is made from 100% blue agave and is produced in the highlands of the state of Jalisco, Mexico using traditional production methods."
  },
  {
    "id": "5",
    "category": "Tequila",
    "brand": "Herradura",
    "type": "Añejo",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_5.png",
    "price": "50",
    "favorite": false,
    "description": "Herradura is a brand of tequila produced in the highlands of the state of Jalisco, Mexico. It is known for its high-quality agave and traditional production methods, which involve cooking the agave in clay ovens and using a tahona (a large stone wheel) to crush the cooked agave. Herradura produces a range of tequilas, including blanco, reposado, añejo, and extra añejo. The brand is known for its signature amber-colored bottle, which was designed to resemble a horse's hoof. "
  },
  {
    "id": "6",
    "category": "Tequila",
    "brand": "1800",
    "type": "Añejo",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_6.png",
    "price": "50",
    "favorite": false,
    "description": "Herradura Añejo is a type of premium tequila produced by the brand Herradura. It is aged for at least one year in oak barrels, which gives it a smooth, refined flavor. Herradura Añejo is made from 100% blue agave and is produced in the highlands of the state of Jalisco, Mexico using traditional production methods. It has a golden color and a smooth, complex taste with notes of oak, vanilla, and caramel.  "
  },
  {
    "id": "7",
    "category": "Tequila",
    "brand": "Don Julio",
    "type": "Añejo",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_7.png",
    "price": "50",
    "favorite": false,
    "description": "Don Julio Añejo is a type of premium tequila produced by the brand Don Julio. It is aged for at least 18 months in oak barrels, which gives it a smooth, refined flavor. Don Julio Añejo is made from 100% blue agave and is produced in the highlands of the state of Jalisco, Mexico using traditional production methods. It has a golden color and a smooth, complex taste with notes of oak, vanilla, and caramel."
  },
  {
    "id": "8",
    "category": "Tequila",
    "brand": "Sauza",
    "type": "Gold",
    "rating": "3.0",
    "image": "/Assets/ProductPics/ProductPics_8.png",
    "price": "40",
    "favorite": false,
    "description": "Sauza Gold is a type of tequila produced by the brand Sauza. It is a blend of reposado and younger tequilas, and is typically aged for up to a year. Sauza Gold is made from a blend of 51% blue agave and 49% other sugars, such as corn and fructose. It has a golden color and a smooth, sweet flavor with notes of oak and vanilla."
  },
  {
    "id": "9",
    "category": "Mezcal",
    "brand": "San Cosme",
    "type": "Espadin",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_9.jpg",
    "price": "60",
    "favorite": true,
    "description": "San Cosme Espadin is a type of mezcal produced by the brand San Cosme. It is made from the espadin variety of agave, which is the most commonly used type of agave for mezcal production. San Cosme Espadin is made in the state of Oaxaca, Mexico, using traditional production methods that involve roasting the agave in underground pits, crushing it with a stone wheel (tahona), and fermenting and distilling the juice to produce the final product. San Cosme Espadin has a smooth, smoky flavor with notes of agave and earth. "
  },

  {
    "id": "10",
    "category": "Mezcal",
    "brand": "Los Jacinto",
    "type": "Espadin",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_10.png",
    "price": "60",
    "favorite": false,
    "description": "Los Jacinto Espadin is a type of mezcal produced by the brand Los Jacinto. It is made from the espadin variety of agave, which is the most commonly used type of agave for mezcal production. Los Jacinto Espadin is made in the state of Guerrero, Mexico, using traditional production methods that involve roasting the agave in underground pits, crushing it with a stone wheel (tahona), and fermenting and distilling the juice to produce the final product. Los Jacinto Espadin has a smooth, smoky flavor with notes of agave and earth."
  },

  {
    "id": "11",
    "category": "Mezcal",
    "brand": "Los Jacinto",
    "type": "Cupreata curated in Coconut",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_11.png",
    "price": "60",
    "favorite": false,
    "description": "Los Jacinto Cupreata curated in Coconut is a type of mezcal produced by the brand Los Jacinto. It is made from the cupreata variety of agave, which is considered as a high-quality variety of mezcal, which is curated inside coconuts. Los Jacinto Cupreata curated in Coconut is made in the state of Guerrero, Mexico, using traditional production methods that involve roasting the agave in underground pits, crushing it with a stone wheel (tahona), and fermenting and distilling the juice to produce the final product. Los Jacinto Cupreata curated in Coconut has a smooth, smoky flavor with notes of agave and earth added with the characteristic Coconut taste."
  },

  {
    "id": "12",
    "category": "Mezcal",
    "brand": "Los Jacinto",
    "type": "Espadin curated in Coconut",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_12.png",
    "price": "60",
    "favorite": false,
    "description": "Los Jacinto Espadin curated in Coconut is a type of mezcal produced by the brand Los Jacinto. It is made from the espadin variety of agave, which is the most commonly used type of agave for mezcal production, which is curated inside coconuts. Los Jacinto Espadin curated in Coconut is made in the state of Guerrero, Mexico, using traditional production methods that involve roasting the agave in underground pits, crushing it with a stone wheel (tahona), and fermenting and distilling the juice to produce the final product. Los Jacinto Espadin curated in Coconut has a smooth, smoky flavor with notes of agave and earth added with the characteristic Coconut taste."
  },

  {
    "id": "13",
    "category": "Mezcal",
    "brand": "Ojo de Tigre",
    "type": "Espadin",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_13.png",
    "price": "60",
    "favorite": false,
    "description": "Ojo de Tigre is a brand of mezcal produced in the state of Oaxaca, Mexico. It is made from the espadin variety of agave, which is the most commonly used type of agave for mezcal production. Ojo de Tigre is made using traditional production methods that involve roasting the agave in underground pits, crushing it with a stone wheel (tahona), and fermenting and distilling the juice to produce the final product. Ojo de Tigre has a smooth, smoky flavor with notes of agave and earth."
  },

  {
    "id": "14",
    "category": "Mezcal",
    "brand": "Amaras",
    "type": "Espadin",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_14.jpg",
    "price": "60",
    "favorite": false,
    "description": "Amaras Espadin is a type of mezcal produced by the brand Amaras. It is made from the espadin variety of agave, which is the most commonly used type of agave for mezcal production. Amaras Espadin is made in the state of Oaxaca, Mexico, using traditional production methods that involve roasting the agave in underground pits, crushing it with a stone wheel (tahona), and fermenting and distilling the juice to produce the final product. Amaras Espadin has a smooth, smoky flavor with notes of agave and earth. "
  }
]
