[
  {
    "id": "1",
    "category": "Tequila",
    "brand": "El Jimador",
    "type": "Reposado",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_1.png",
    "price": "65",
    "favorite": true,
    "description": "El Jimador Reposado is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  El Jimador Reposado is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },

  {
    "id": "2",
    "category": "Tequila",
    "brand": "1800",
    "type": "Reposado",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_2.png",
    "price": "70",
    "favorite": true,
    "description": "1800 Reposado is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  1800 Reposado is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },

  {
    "id": "3",
    "category": "Tequila",
    "brand": "Jose Cuervo",
    "type": "Gold",
    "rating": "3.0",
    "image": "/Assets/ProductPics/ProductPics_3.png",
    "price": "40",
    "favorite": false,
    "description": "Jose Cuervo Gold is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Jose Cuervo Gold is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },

  {
    "id": "4",
    "category": "Tequila",
    "brand": "Don Julio",
    "type": "Reposado",
    "rating": "5.0",
    "image": "/Assets/ProductPics/ProductPics_4.png",
    "price": "70",
    "favorite": false,
    "description": "Don Julio Reposado is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Don Julio Reposado is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },
  {
    "id": "5",
    "category": "Tequila",
    "brand": "Herradura",
    "type": "Anejo",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_5.png",
    "price": "50",
    "favorite": false,
    "description": "Herradura Anejo is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Herradura Anejo is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },
  {
    "id": "6",
    "category": "Tequila",
    "brand": "1800",
    "type": "Anejo",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_6.png",
    "price": "50",
    "favorite": false,
    "description": "1800 Anejo is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  1800 Anejo is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },
  {
    "id": "7",
    "category": "Tequila",
    "brand": "Don Julio",
    "type": "Anejo",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_7.png",
    "price": "50",
    "favorite": false,
    "description": "Don Julio Anejo is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Don Julio Anejo is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },
  {
    "id": "8",
    "category": "Tequila",
    "brand": "Sauza",
    "type": "Gold",
    "rating": "3.0",
    "image": "/Assets/ProductPics/ProductPics_8.png",
    "price": "40",
    "favorite": false,
    "description": "Sauza Gold is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Sauza Gold is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },
  {
    "id": "9",
    "category": "Mezcal",
    "brand": "San Cosme",
    "type": "Espadin",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_9.jpg",
    "price": "60",
    "favorite": true,
    "description": "San Cosme Espadin is a 100% agave tequila that is aged for 2 months in American oak barrels. The tequila is made from the finest hand-selected blue agave plants, which are baked in brick ovens and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  San Cosme Espadin is a smooth, well-balanced tequila with a hint of vanilla and oak. "
  },

  {
    "id": "10",
    "category": "Mezcal",
    "brand": "Los Jacinto",
    "type": "Espadin",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_10.png",
    "price": "60",
    "favorite": false,
    "description": "Los Jacinto Espadin is mezcal made from 100% agave Espadin. The agave is cooked in a traditional clay oven and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Los Jacinto Espadin is a smooth, well-balanced mezcal with a hint of vanilla and oak."
  },

  {
    "id": "11",
    "category": "Mezcal",
    "brand": "Los Jacinto",
    "type": "Cupreata curated in Coconut",
    "rating": "4.5",
    "image": "/Assets/ProductPics/ProductPics_11.png",
    "price": "60",
    "favorite": false,
    "description": "Los Jacinto Cupreata is mezcal made from 100% agave Cupreata. The agave is cooked in a traditional clay oven and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Los Jacinto Cupreata is a smooth, well-balanced mezcal with a hint of vanilla and oak."
  },

  {
    "id": "12",
    "category": "Mezcal",
    "brand": "Los Jacinto",
    "type": "Espadin curated in Coconut",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_12.png",
    "price": "60",
    "favorite": false,
    "description": "Los Jacinto Espadin is mezcal made from 100% agave Espadin. The agave is cooked in a traditional clay oven and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Los Jacinto Espadin is a smooth, well-balanced mezcal with a hint of vanilla and oak."
  },

  {
    "id": "13",
    "category": "Mezcal",
    "brand": "Ojo de Tigre",
    "type": "Espadin",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_13.png",
    "price": "60",
    "favorite": false,
    "description": "Ojo de Tigre Espadin is mezcal made from 100% agave Espadin. The agave is cooked in a traditional clay oven and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Ojo de Tigre Espadin is a smooth, well-balanced mezcal with a hint of vanilla and oak."
  },

  {
    "id": "14",
    "category": "Mezcal",
    "brand": "Amaras",
    "type": "Espadin",
    "rating": "4.0",
    "image": "/Assets/ProductPics/ProductPics_14.jpg",
    "price": "60",
    "favorite": false,
    "description": "Amaras Espadin is mezcal made from 100% agave Espadin. The agave is cooked in a traditional clay oven and then crushed using a tahona stone wheel. The juice is then fermented in stainless steel tanks and distilled in copper pot stills.  Amaras Espadin is a smooth, well-balanced mezcal with a hint of vanilla and oak."
  }
]
